/*pl*/
sUIName = "Wireless Network Utility";
sUINameAP = "WLAN SoftAP Utility";
sVersion = "Wersja oprogramowania";
sDriver = "Wersja sterownika: ";
sCopyright = "© Copyright 2015. Wszelkie prawa zastrzeżone.";
About_Utility = "O programie Wireless Network Utility";
Hide_Utility = "Ukryj Wireless Network Utility";
Quit_Utility = "Zakończ Wireless Network Utility";
Help_Utility = "Wireless Network Utility — pomoc";

OK = "OK";
CANCEL = "Anuluj";
NO = "Nie";
YES = "Tak";
SELECT = "Wybierz opcję";
Radio_ON = "Łączność radiowa WŁ.";
Radio_OFF = "Łączność radiowa WYŁ.";
ShortStr = "short";
LongStr = "long";

NoneStr = "Brak";
ConnectedStr = "Połączono";
DisconnectedStr = "Rozłączone";
InfrastructureStr = "Infrastruktura";
AdhocStr = "AdHoc";

Open_System_Str = "OPEN_SYSTEM";
Shared_Key_Str = "SHARED_KEY";
No_Encryption_Str = "Bez szyfrowania";

WPS_init_Str = "Inicjowanie procesu WPS";
WPS_scan_Str = "Szukanie aktywnych punktów dost. WPS";
WPS_connect_Str = "Łączenie z aktywnym punktem dost. WPS";
WPS_handshake_Str = "Inicjowanie negocjacji WPS";
WPS_exchange_Str = "Wymiana komunikatu WPS";
WPS_done_Str = "Wymiana komunikatu WPS [Gotowe]";
WPS_fail_Str = "Spróbuj nawiązać połączenie z innym punktem dost. WPS";
WPS_start_Str = "START WPS";
WPS_finish_Str = "Protokół WPS — zakończono!";
WPS_auto_connect_Str = "Nawiązanie połączenia z punktem dost. WPS nastąpi automatycznie.";
WPS_timeout_Str = "Upłynął limit czasu WPS!";


Wps_overlap_Str = "Nałożenie sesji";
Wps_more_pbc_Str = "Więcej niż jeden punkt dost. w trybie PBC!";
Wps_retry_Str = "Podaj kod PIN lub poczekaj i spróbuj ponownie";

ERROR0 = "BŁĄD";
ERROR1 = "Wprowadź klucz!";
ERROR2 = "Nieprawidłowy indeks klucza WEP!";
ERROR3 = "Długość klucza wynosi od 8 do 64!";
ERROR4 = "Klucz sieciowy nie ma postaci szesnastkowej!";
ERROR5 = "Długość klucza ASCII musi wynosić od 5 do 13 znaków!";
ERROR6 = "Nieprawidłowa długość klucza sieciowego!";
ERROR7 = "Długość klucza sieciowego musi wynosić od 10 do 26!";
ERROR8 = "Klucz sieciowy i potwierdzenie klucza sieciowego są różne!";
ERROR9 = "Klucz sieciowy nie ma postaci ASCII!";
ERROR10 = "Klucz sieciowy nie ma postaci 64HEX!";

WARNING0 = "Ostrzeżenie";
WARNING1 = "Wprowadź nazwę sieci SSID";
WARNING2 = "Wprowadź nazwę profilu";
WARNING3 = "Nazwa SSID jest dłuższa niż 32 znaki.";
WARNING4 = "Ten profil już istnieje. Czy chcesz go zastąpić?";
WARNING5 = "Na pewno usunąć wybrany profil?";

NOTICE0 = "UWAGA";
NOTICE1 = "Błąd trybu punktu dost.";
NOTICE2 = "Błąd trybu STA.";
NOTICE3 = "Błąd ustawiania wartości QOSMode";
NOTICE4 = "Błąd odczytywania wartości QOSMode";
NOTICE5 = "Nieprawidłowa wartość QOSMode";	
NOTICE6 = "Wartość RTSThreshold wykracza poza dozwolony zakres.(0 ~ 2432)";
NOTICE7 = "Wartość FragmentationThreshold wykracza poza dozwolony zakres.(256 ~ 2432)";
NOTICE8 = "Włącz kartę WLAN w pozycji Sieć w oknie Preferencje systemowe.";
NOTICE9 = "Connect your WLANU adapter to your computer";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "Właściwości zabezpieczeń sieci bezprzewodowej";
ProfileProperty_ActionText = "Wprowadź łańcuchy klucza, a następnie nawiąż połączenie klikając【OK】 ==>";